a52dec
aalib
abseil-cpp
accountsservice
acl
acpid
adobe-source-code-pro-fonts
adwaita-cursors
adwaita-icon-theme
alacarte
alacritty
alembic
alsa-card-profiles
alsa-firmware
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
aom
appstream
apx
arc-gtk-theme-eos
archlinux-java-run
archlinux-keyring
argon2
aria2
aribb24
arm-image-installer
asciinema
asdf-vm
aspell
at-spi2-core
atkmm
attr
atuin
audacity
audit
autoconf
automake
avahi
ayatana-ido
b43-fwcutter
babl
bandwhich
base
base-devel
bash
bash-completion
bat
bc
bcg729
bind
binutils
bison
blahaj
blas
blender
blosc
bluetuith
bluez
bluez-cups
bluez-libs
bluez-obex
bluez-utils
bolt
boost
boost-libs
botan
bottles
box2d
bpf
bridge-utils
brightnessctl
brother-hll2380dw
brotli
btop
btrfs-progs
bubblewrap
bzip2
c-ares
c2rust
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cabextract
cairo
cairomm
cantarell-fonts
capstone
catatonit
cblas
cdparanoia
cdrtools
chafa
chaotic-keyring
chaotic-mirrorlist
check
cheese
chezmoi
chmlib
chromaprint
chrono-date
cifs-utils
clang
clucene
clutter
clutter-gst
clutter-gtk
cmake
cmocka
cnrdrvcups-lb
cogl
colord
colord-gtk-common
colord-gtk4
colord-sane
compiler-rt
confuse
conmon
containerd
containers-common
coreutils
cpio
cppdap
cracklib
criu
cronie
crun
cryptsetup
crystal
cups
cups-browsed
cups-filters
cups-pdf
cups-pk-helper
curl
dav1d
db5.3
dbus
dbus-broker
dbus-daemon-units
dbus-glib
dbus-python
dconf
debtap
debugedit
debuginfod
default-cursors
desktop-file-utils
device-mapper
dhclient
diffutils
ding-libs
distrobox
djvulibre
dkms
dleyna
dmidecode
dmraid
dnsmasq
dnssec-anchors
docker
docker-compose
dos2unix
dosfstools
dotconf
double-conversion
downgrade
draco
dracut
dtc
duf
duktape
dust
e2fsprogs
easyeffects
eatmemory
editorconfig-core-c
edk2-ovmf
efibootmgr
efitools
efivar
egl-wayland
eglexternalplatform
electron28
ell
embree
enchant
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-theming
entr
eos-apps-info
eos-bash-shared
eos-hooks
eos-log-tool
eos-packagelist
eos-qogir-icons
eos-quickstart
eos-rankmirrors
eos-settings-gnome
eos-translations
eos-update-notifier
ethtool
evince
evolution-data-server
exempi
exfatprogs
exiv2
expac
expat
eza
f2fs-tools
faac
faad2
fakeroot
fastfetch
fetch
ffmpeg
ffmpeg4.4
ffmpegthumbnailer
fftw
file
file-roller
filesystem
findutils
fio
firedragon
firefox
firewalld
fish
flac
flashrom
flatpak
flex
floorp
fluidsynth
fmt
fontconfig
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
fprintd
fragments
freeglut
freetype2
frei0r-plugins
fribidi
fsarchiver
fuse-common
fuse2
fuse3
fvs
fw-ectool-git
fwupd
fwupd-efi
fzf
gamemode
gawk
gc
gcab
gcc
gcc-libs
gcr
gcr-4
gd
gdb
gdb-common
gdbm
gdk-pixbuf2
gdm
gegl
geoclue
geocode-glib-2
geocode-glib-common
gettext
ghc-libs
ghostscript
giflib
git
git-extras
git-lfs
gitbutler-bin
gitui
gjs
glances
glew
glfw
glib-networking
glib2
glibc
glibmm
glslang
glu
glusterfs
glycin
gmp
gnome-autoar
gnome-bluetooth-3.0
gnome-boxes
gnome-calculator
gnome-calendar
gnome-clocks
gnome-color-manager
gnome-console
gnome-control-center
gnome-desktop
gnome-desktop-4
gnome-desktop-common
gnome-disk-utility
gnome-keyring
gnome-menus
gnome-nettool
gnome-online-accounts
gnome-photos
gnome-power-manager
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-text-editor
gnome-themes-extra
gnome-tweaks
gnome-usage
gnome-video-effects
gnome-weather
gnu-netcat
gnupg
gnutls
gobject-introspection-runtime
goocanvas
google-chrome
gparted
gperftools
gpg-tui
gpgme
gpm
graphene
graphite
graphviz
grep
grilo
grim
groff
gsettings-desktop-schemas
gsfonts
gsl
gsm
gsmartcontrol
gsound
gspell
gssdp
gssproxy
gst-libav
gst-plugin-gtk
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gstreamer
gtk-layer-shell
gtk-update-icon-cache
gtk2
gtk3
gtk4
gtkmm3
gtksourceview3
gtksourceview4
gtksourceview5
gts
guile
gupnp
gupnp-av
gupnp-dlna
gupnp-igd
gutenprint
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
handbrake
harfbuzz
harfbuzz-icu
haskell-aeson
haskell-assoc
haskell-attoparsec
haskell-base-compat
haskell-base-compat-batteries
haskell-base-orphans
haskell-bifunctors
haskell-comonad
haskell-contravariant
haskell-data-array-byte
haskell-data-fix
haskell-diff
haskell-distributive
haskell-dlist
haskell-erf
haskell-fgl
haskell-foldable1-classes-compat
haskell-generically
haskell-ghc-bignum-orphans
haskell-hashable
haskell-indexed-traversable
haskell-indexed-traversable-instances
haskell-integer-logarithms
haskell-onetuple
haskell-primitive
haskell-quickcheck
haskell-random
haskell-regex-base
haskell-regex-tdfa
haskell-scientific
haskell-semialign
haskell-semigroupoids
haskell-splitmix
haskell-statevar
haskell-strict
haskell-tagged
haskell-text-short
haskell-th-abstraction
haskell-these
haskell-time-compat
haskell-transformers-compat
haskell-unordered-containers
haskell-uuid-types
haskell-vector
haskell-vector-stream
haskell-witherable
haveged
hdf5
hdparm
heroic-games-launcher-bin
hicolor-icon-theme
hidapi
highway
htop
http-parser
hunspell
hunspell-en_us
hwdata
hwdetect
hwinfo
hwloc
hyphen
hyprland
hyprshot
iana-etc
icoextract
icu
iio-sensor-proxy
ijs
imagemagick
imath
imlib2
inetutils
iniparser
intel-gmmlib
intel-media-driver
intel-media-sdk
intel-oneapi-common
intel-oneapi-compiler-dpcpp-cpp-runtime-libs
intel-oneapi-compiler-shared-runtime-libs
intel-oneapi-tbb
intel-ucode
intellij-idea-community-edition
inxi
iproute2
iptables-nft
iputils
ipython
iso-codes
iw
iwd
jansson
jasper
java-environment-common
java-openjfx
java-openjfx-bin
java-openjfx-doc
java-openjfx-src
java-runtime-common
jbig2dec
jbigkit
jdk
jdk-openjdk
jdk17-openjdk
jemalloc
jfsutils
jq
jre
jre11-openjdk
jre11-openjdk-headless
jre17-openjdk
jre17-openjdk-headless
jre8
js115
json-c
json-glib
jsoncpp
kauth5
kbd
kcoreaddons5
kdiskmark
keepassxc
kernel-install-for-dracut
kernel-modules-hook
keyutils
kitty
kitty-shell-integration
kitty-terminfo
kmod
krb5
l-smash
ladspa
lame
lapack
lazygit
lcms2
ldb
lensfun
less
level-zero-loader
lib32-acl
lib32-brotli
lib32-bzip2
lib32-clang
lib32-curl
lib32-dbus
lib32-e2fsprogs
lib32-expat
lib32-fontconfig
lib32-freetype2
lib32-gamemode
lib32-gcc-libs
lib32-gettext
lib32-glib2
lib32-glibc
lib32-gmp
lib32-gnutls
lib32-harfbuzz
lib32-icu
lib32-keyutils
lib32-krb5
lib32-libcap
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libgcrypt
lib32-libglvnd
lib32-libgpg-error
lib32-libidn2
lib32-libldap
lib32-libltdl
lib32-libnghttp2
lib32-libnghttp3
lib32-libnl
lib32-libpcap
lib32-libpciaccess
lib32-libpng
lib32-libpsl
lib32-libssh2
lib32-libtasn1
lib32-libtirpc
lib32-libunistring
lib32-libunwind
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcrypt
lib32-libxcursor
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxi
lib32-libxkbcommon
lib32-libxml2
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-ncurses
lib32-nettle
lib32-opencl-rusticl-mesa
lib32-openssl
lib32-p11-kit
lib32-pam
lib32-pcre2
lib32-procps-ng
lib32-spirv-llvm-translator
lib32-spirv-tools
lib32-systemd
lib32-unixodbc
lib32-util-linux
lib32-vkd3d
lib32-vulkan-icd-loader
lib32-vulkan-intel
lib32-vulkan-swrast
lib32-wayland
lib32-xcb-util-keysyms
lib32-xz
lib32-zlib
lib32-zstd
libabw
libadwaita
libaec
libaio
libao
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libavif
libavtp
libayatana-appindicator
libayatana-indicator
libb2
libb64
libblockdev
libblockdev-crypto
libblockdev-fs
libblockdev-loop
libblockdev-mdraid
libblockdev-nvme
libblockdev-part
libblockdev-swap
libblockdev-utils
libbluray
libbpf
libbs2b
libbsd
libbytesize
libcaca
libcacard
libcamera
libcamera-ipa
libcanberra
libcap
libcap-ng
libcbor
libcdio
libcdio-paranoia
libcdr
libcheese
libclc
libcloudproviders
libcmis
libcolord
libcue
libcups
libcupsfilters
libdaemon
libdatrie
libdazzle
libdbusmenu-glib
libdbusmenu-gtk3
libdc1394
libdca
libde265
libdecor
libdeflate
libdisplay-info
libdovi
libdrm
libdv
libdvbpsi
libdvdcss
libdvdnav
libdvdread
libe-book
libebml
libebur128
libedataserverui4
libedit
libei
libelf
libepoxy
libepubgen
libetonyek
libevdev
libevent
libexif
libexttextcat
libfabric
libfdk-aac
libffi
libfontenc
libfprint
libfreeaptx
libfreehand
libftdi
libgcrypt
libgda
libgda6
libgdata
libgdm
libgee
libgexiv2
libgirepository
libgit2
libglvnd
libgme
libgnomekbd
libgoa
libgpg-error
libgphoto2
libgrss
libgsf
libgtop
libgudev
libgusb
libgweather-4
libgxps
libhandy
libharu
libheif
libibus
libical
libice
libid3tag
libidn
libidn2
libiec61883
libieee1284
libimagequant
libimobiledevice
libinih
libinput
libinstpatch
libiptcdata
libisl
libixion
libjcat
libjpeg-turbo
libjxl
libkate
libksba
liblangtag
liblc3
libldac
libldap
libliftoff
liblphobos
liblqr
liblrdf
liblsp-r3d-glx-lib
libltc
libluv
libmad
libmalcontent
libmanette
libmatroska
libmaxminddb
libmbim
libmd
libmfx
libmgba
libmicrodns
libmicrohttpd
libmm-glib
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmpeg2
libmspack
libmspub
libmtp
libmwaw
libmysofa
libnatpmp
libnautilus-extension
libnbd
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnghttp3
libngtcp2
libnice
libnl
libnm
libnma-common
libnma-gtk4
libnotify
libnsl
libnumbertext
libnvme
liboauth
libodfgen
libogg
libomxil-bellagio
libopenmpt
libopenraw
liborcus
libosinfo
libp11-kit
libpagemaker
libpaper
libpcap
libpciaccess
libpeas
libpgm
libphobos
libphonenumber
libpipeline
libpipewire
libplacebo
libplist
libpng
libportal
libportal-gtk3
libportal-gtk4
libppd
libproxy
libpsl
libpulse
libpwquality
libqmi
libqrtr-glib
libqxp
libraqm
libraw
libraw1394
libreoffice-fresh
libressl
librest
librevenge
librsvg
librsync
libsamplerate
libsasl
libsbsms
libseccomp
libsecret
libselinux
libsepol
libshout
libsigc++
libsigc++-3.0
libsixel
libslirp
libsm
libsmbios
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspectre
libspeechd
libspiro
libspnav
libsrtp
libssh
libssh2
libstaroffice
libstemmer
libsynctex
libsysprof-capture
libtar
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libtpms
libtraceevent
libtracefs
libunibreak
libunistring
libunwind
libupnp
liburcu
liburing
libusb
libusbmuxd
libutempter
libuv
libva
libvdpau
libverto
libvirt
libvirt-glib
libvisio
libvorbis
libvpl
libvpx
libvterm
libwacom
libwbclient
libwebp
libwireplumber
libwnck3
libwpd
libwpe
libwps
libx11
libx86emu
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdmcp
libxdp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmlb
libxmu
libxpm
libxpresent
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
libzip
libzmf
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-whence
linux-headers
linux-nitrous
linux-nitrous-fire-headers
linux-nitrous-headers
linux-zen
linux-zen-headers
lld
lldb
llvm
llvm-libs
lm_sensors
lmdb
log4cplus
logrotate
loupe
lpsolve
lsb-release
lsd
lsof
lsp-plugins-lv2
lsscsi
lua
lua52
luajit
luit
lutris
lv2
lvm2
lz4
lzo
m4
mailcap
make
man-db
man-pages
mariadb-libs
mark-flowy-bin
materialx
md4c
mdadm
meld
memstrack
mesa
mesa-utils
meson
mgba-sdl
micro-git
midori
mimeo
mindustry
miniupnpc
minizip
minizip-ng
mjpegtools
mlocate
mobile-broadband-provider-info
modemmanager
modprobed-db
mpfr
mpg123
mpv-full
msgpack-c
mtdev
mtools
mujs
mutter
nano
nano-syntax-highlighting
nautilus
nautilus-sendto
ncurses
ndctl
neon
neovim
neovim-gtk
neovim-symlinks
net-snmp
net-tools
netavark
netctl
netpbm
nettle
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nfsidmap
nftables
nilfs-utils
ninja
node-gyp
nodejs
nodejs-nopt
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
npth
nspr
nss
nss-mdns
ntfs-3g
ntp
numactl
nvidia-utils
nvme-cli
oath-toolkit
obsidian
ocl-icd
onedrive-abraunegg
onedrivegui-git
onetbb
oniguruma
openal
opencl-rusticl-mesa
opencollada
opencolorio
openconnect
opencore-amr
openexr
openimagedenoise
openimageio
openjpeg2
openmpi
openpgl
openpmix
openresolv
openshadinglanguage
openssh
openssl
opensubdiv
openucx
openvdb
openvpn
openxr
opus
opusfile
orc
osinfo-db
ostree
p11-kit
p7zip
pacman
pacman-contrib
pacman-mirrorlist
pacseek
pacutils
pahole
pam
pambase
pamixer
pango
pangomm
parallel
parted
paru
passim
patch
patool
pavucontrol
pay-respects
pciutils
pcre
pcre2
pcsclite
perl
perl-alien-build
perl-alien-libxml2
perl-capture-tiny
perl-clone
perl-dbi
perl-encode-locale
perl-error
perl-ffi-checklib
perl-file-chdir
perl-file-listing
perl-file-which
perl-html-parser
perl-html-tagset
perl-http-cookiejar
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-libwww
perl-lwp-mediatypes
perl-mailtools
perl-net-http
perl-path-tiny
perl-timedate
perl-try-tiny
perl-uri
perl-www-robotrules
perl-xml-libxml
perl-xml-namespacesupport
perl-xml-parser
perl-xml-sax
perl-xml-sax-base
perl-xml-writer
phodav
pigz
pinentry
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pipewire-v4l2
pixman
pkcs11-helper
pkgconf
pkgfile
playerctl
pm2ml
podman
podman-compose
podman-desktop
polkit
polkit-qt5
poppler
poppler-data
poppler-glib
popt
portaudio
portmidi
portsmf
postgresql-libs
potrace
powerpill
powertop
ppp
procps-ng
profile-sync-daemon
protobuf
protobuf-c
protonup-rs
prrte
psmisc
ptex
pugixml
pv
pyalpm
pybind11
pycharm-community-edition
pyside2
pyside6
pystring
python
python-annotated-types
python-argcomplete
python-arrow
python-asttokens
python-autocommand
python-beautifulsoup4
python-cairo
python-capng
python-certifi
python-chardet
python-charset-normalizer
python-click
python-click-didyoumean
python-dateutil
python-decorator
python-defusedxml
python-distro
python-dotenv
python-evdev
python-executing
python-fastjsonschema
python-future
python-gobject
python-gpgme
python-hid-parser
python-idna
python-inflect
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-jedi
python-jinja
python-lxml
python-markdown
python-markupsafe
python-matplotlib-inline
python-moddb
python-more-itertools
python-numpy
python-opengl
python-ordered-set
python-orjson
python-packaging
python-parso
python-pathvalidate
python-pefile
python-pexpect
python-pillow
python-platformdirs
python-prompt_toolkit
python-protobuf
python-psutil
python-ptyprocess
python-pure-eval
python-pyaml
python-pycups
python-pycurl
python-pydantic
python-pydantic-core
python-pygments
python-pyqt5
python-pyqt5-sip
python-pyrate-limiter
python-pysocks
python-pyudev
python-pyxdg
python-requests
python-setuptools
python-shiboken2
python-six
python-soupsieve
python-stack-data
python-steamgriddb
python-tomli
python-toolz
python-tqdm
python-traitlets
python-trove-classifiers
python-typing_extensions
python-ujson
python-urllib3
python-validate-pyproject
python-wcwidth
python-xlib
python-yaml
python3-memoizedb
python3-xcgf
python3-xcpf
qemu-audio-alsa
qemu-audio-dbus
qemu-audio-jack
qemu-audio-oss
qemu-audio-pa
qemu-audio-pipewire
qemu-audio-sdl
qemu-audio-spice
qemu-base
qemu-block-curl
qemu-block-dmg
qemu-block-nfs
qemu-block-ssh
qemu-chardev-spice
qemu-common
qemu-desktop
qemu-hw-display-qxl
qemu-hw-display-virtio-gpu
qemu-hw-display-virtio-gpu-gl
qemu-hw-display-virtio-gpu-pci
qemu-hw-display-virtio-gpu-pci-gl
qemu-hw-display-virtio-vga
qemu-hw-display-virtio-vga-gl
qemu-hw-usb-host
qemu-hw-usb-redirect
qemu-hw-usb-smartcard
qemu-img
qemu-system-x86
qemu-system-x86-firmware
qemu-ui-curses
qemu-ui-dbus
qemu-ui-egl-headless
qemu-ui-gtk
qemu-ui-opengl
qemu-ui-sdl
qemu-ui-spice-app
qemu-ui-spice-core
qemu-vhost-user-gpu
qpdf
qrencode
qt5-base
qt5-declarative
qt5-location
qt5-svg
qt5-translations
qt5-webchannel
qt5-webengine
qt5-x11extras
qt6-5compat
qt6-base
qt6-declarative
qt6-multimedia
qt6-multimedia-ffmpeg
qt6-positioning
qt6-svg
qt6-translations
qt6-webchannel
qt6-webengine
rapidjson
raptor
rasqal
rav1e
re2
readline
rebuild-detector
recoll
redland
reflector
reflector-simple
reiserfsprogs
rest
rhash
ripgrep
rnnoise
rpcbind
rsync
rtkit
rtmpdump
rua
rubberband
run-parts
runc
rustup
s-nail
sane
sbc
screenfetch
scx-scheds
sdl2
sdl2_image
seabios
seatd
sed
semver
serd
sg3_utils
shaderc
shadow
shards
shared-mime-info
sheldon
sheldon-docs
shellcheck
shiboken6
shotwell
simple-scan
slack-desktop
slang
slirp4netns
slurp
smartmontools
smbclient
snappy
sndio
sof-firmware
solaar
sord
sound-theme-freedesktop
soundtouch
source-highlight
spandsp
spdlog
speech-dispatcher
speedtest-cli
speex
speexdsp
spice
spice-gtk
spice-protocol
spirv-cross
spirv-llvm-translator
spirv-tools
splix
sqlite
squashfs-tools
sratom
srt
starship
startup-notification
steam-devices-git
stoken
sudo
suil
suitesparse
sushi
svt-av1
svt-hevc
sysbench
sysfsutils
sysstat
system-config-printer
systemd
systemd-libs
systemd-sysvcompat
taglib
talloc
tar
task
taskwarrior-tui
tcl
tdb
tdrop
tealdeer
tecla
telepathy-glib
termshark
tevent
texinfo
thermald
thin-provisioning-tools
timeshift
tinyxml
tk
tlp
tlp-rdw
tmux
tomlplusplus
tor
torbrowser-launcher
totem
totem-pl-parser
tpm2-tss
traceroute
tracker3
tracker3-miners
transmission-cli
tree
tree-sitter
trickle
tslib
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-opensans
tui-journal
twolame
tzdata
uchardet
udisks2
ugrep
uksmd
ungoogled-chromium
unibilium
unixodbc
unrar
unzip
upgrade
upower
usb_modeswitch
usbmuxd
usbredir
usbutils
usd
util-linux
util-linux-libs
v4l-utils
valgrind
vamp-plugin-sdk
vapoursynth
vde2
vid.stab
virglrenderer
virtiofsd
visual-studio-code-bin
vivaldi-ffmpeg-codecs
vkbasalt-cli
vkd3d
vlc
vmaf
volume_key
vpnc
vte-common
vte3
vte4
vulkan-headers
vulkan-icd-loader
vulkan-intel
vulkan-swrast
vulkan-tools
vulkan-validation-layers
watson
wavpack
waybar
wayland
wayland-protocols
webkit2gtk
webkit2gtk-4.1
webkitgtk-6.0
webrtc-audio-processing
webrtc-audio-processing-1
welcome
wev
wget
which
whois
wildmidi
wine
wine-mono
wireless-regdb
wireplumber
wireshark-cli
wireshark-qt
wl-clipboard
woff2
wofi
wolfssl
wpa_supplicant
wpebackend-fdo
wxwidgets-common
wxwidgets-gtk3
x264
x265
xapian-core
xapp
xbindkeys
xbitmaps
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-errors
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils-mimeo
xdotool
xf86-input-libinput
xfsprogs
xkeyboard-config
xl2tpd
xmlsec
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xdpyinfo
xorg-xev
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkill
xorg-xmessage
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xwayland
xorg-xwininfo
xorgproto
xremap-gnome-bin
xterm
xvidcore
xxhash
xz
yad
yajl
yaml-cpp
yay
youtube-tui
yt-dlp
zbar
zeitgeist
zenity
zeromq
zimg
zip
zita-convolver
zix
zlib
zram-generator
zsh
zsh-completions
zstd
zvbi
zxing-cpp
